# Base system
base
base-devel
linux
linux-firmware
amd-ucode
intel-ucode
btrfs-progs
dosfstools
cryptsetup
efibootmgr
git
go
sudo
gum
networkmanager
bluez
bluez-utils
power-profiles-daemon
plymouth

# Desktop
hyprland
hypridle
hyprlock
hyprpicker
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
waybar
greetd
greetd-tuigreet
ghostty
nautilus
gnome-calculator
evince
kolourpaint
nwg-displays
mako
polkit-gnome
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
wireplumber
pamixer
libnotify
brightnessctl
wl-clipboard
grim
slurp
satty
tesseract
tesseract-data-eng
swaybg
uwsm
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
noto-fonts
noto-fonts-emoji

# CLI basics
bash-completion
bluetui
btop
curl
docker
docker-buildx
docker-compose
eza
fastfetch
fzf
helix
impala
jq
lazydocker
lazygit
less
man-db
playerctl
ripgrep
rsync
starship
tmux
unzip
wiremix
zoxide
